Repository: common-repository/melascrivi
Catalog: languages/melascrivi-*.po
Languages: it_it

source: save draft
it_it: Metti in bozze

source: accept
it_it: Accetta articolo

source: correct
it_it: Richiedi correzione

source: reject
it_it: Rifiuta

source: title
it_it: Titolo

source: last status date
it_it: Ultimo aggiornamento

source: status
it_it: Stato

source: s1
it_it: Prenotabile

source: s2
it_it: In scrittura

source: s3
it_it: In revisione

source: s4
it_it: In correzione

source: s5
it_it: Rifiutato

source: s6
it_it: Accettato

source: s7
it_it: Scaduto

source: s8
it_it: Cancellato

source: passwd
it_it: Password

source: re passwd
it_it: Reinserisci la password

source: save
it_it: Salva

source: already registered
it_it: Già registrato

source: new user
it_it: Nuovo utente

source: ratings user
it_it: Esprimi un giudizio sull'autore

source: style rating
it_it: Stile espositivo

source: guideline rating
it_it: Rispetto delle Linee guida

source: grammar rating
it_it: Correttezza della grammatica

source: global judgment
it_it: Giudizio complessivo

source: insufficient
it_it: Insufficiente

source: sufficient
it_it: Sufficiente

source: good
it_it: Buono

source: excellent
it_it: Ottimo

source: tip for author
it_it: Note per l'autore

source: motivation
it_it: Motivazione

source: select a button to evaluate the order
it_it: Seleziona uno dei pulsanti che trovi qui sopra per valutare l'articolo

source: this author don't write for me anymore
it_it: Non voglio pi&ugrave; che questo autore scriva articoli per me

source: detail article
it_it: Dettagli articolo

source: article id
it_it: Id articolo

source: article name
it_it: Nome articolo

source: article title
it_it: Titolo articolo

source: article description
it_it: Descrizione articolo

source: project
it_it: Progetto

source: style
it_it: Stile

source: category
it_it: Categoria

source: quality
it_it: Qualità

source: deadline
it_it: Scadenza

source: words
it_it: Parole

source: real words
it_it: Parole reali

source: guideline description
it_it: Descrizione Linea Guida

source: max price
it_it: Prezzo Massimo

source: price
it_it: Prezzo

source: author
it_it: Autore

source: autoPubblication
it_it: Auto pubblicazione

source: hours
it_it: ore

source: article
it_it: Articolo

source: proceding i accept that deadline will modified
it_it: Procedendo accetto che la data di scadenza dell'articolo possa essere posticipata automaticamente di 15 ore per dare la possibilita' all'autore di effettuare le correzioni necessarie!

source: error
it_it: Errore

source: please insert more detail for correction
it_it: Per favore, inserire note pi&ugrave; dettagliate per la correzione (min 10 parole)

source: please insert more detail for rejection
it_it: Per favore, inserire delle motivazioni pi&ugrave; dettagliate per il rifiuto min 5 parole)

source: article in wrong status
it_it: Articolo in stato errato per l'accettazione

source: article is copied
it_it: L'articolo &egrave; copiato

source: article is not your
it_it: Sessione scaduta ricarica la pagina per continuare

source: article accepted
it_it: L'articolo &egrave; stato accettato

source: article in correction
it_it: L'articolo &egrave; in correzione

source: article rejected
it_it: L'articolo &egrave; stato rifiutato

source: no text yet
it_it: Nessun testo al momento

source: back to list
it_it: Torna all'elenco degli articoli

source: article not added as draft
it_it: Articolo non aggiunto alle bozze

source: article added as draft successfully
it_it: Articolo aggiunto alle bozze con successo

source: pending orders
it_it: Ordini in attesa di approvazione

source: list of orders
it_it: Elenco degli ordini

source: loading
it_it: Caricamento

source: next
it_it: Avanti

source: back
it_it: Indietro

source: project name
it_it: Nome Progetto

source: add new project
it_it: Crea nuovo progetto

source: add
it_it: Crea

source: projects list
it_it: Lista progetti

source: date
it_it: Data

source: total orders
it_it: Totale ordini

source: published orders
it_it: Ordini publicati

source: waiting for review
it_it: In attesa di revisione

source: writing
it_it: In scrittura

source: accepted
it_it: Accettati

source: project created successfully
it_it: Progetto creato con successo

source: error during creation, retry later
it_it: Errore durante la creazione, riprovare più tardi

source: please insert a name for the project
it_it: Inserisci un nome per il progetto!

source: not allowed
it_it: Errore durante l'operazione, riprovare più tardi

source: Melascrivi Configuration
it_it: Configurazione Melascrivi

source: melascrivi option
it_it: Opzioni Melascrivi

source: show articles
it_it: Mostra Articoli

source: projects
it_it: Progetti

source: review article
it_it: Rivedi Articolo

source: guideline
it_it: Linee Guida

source: choose a style
it_it: Scegli uno stile

source: choose a category
it_it: Scegli una categoria

source: min words
it_it: N° min di parole

source: max words
it_it: N° max di parole

source: description
it_it: Descrizione

source: this description will be used as template for order description
it_it: (questa descrizione verrà utilizzata come template per la descrizione degli ordini)

source: add new guideline
it_it: Crea una lineaguida

source: edit guideline
it_it: Modifica lineaguida

source: action
it_it: Azioni

source: guideline list
it_it: Lista linee guida

source: min words must be at least 30 words
it_it: Devi inserire un numero minimo di parole almeno pari a 30

source: please insert category, style, min words, max words and description
it_it: Devi compilare tutti i campi

source: max words must be higher than min words
it_it: In numero massimo di parole deve essere maggiore del numero minimo

source: guideline created successfully
it_it: Linea guida creata con successo

source: guideline modifyed successfully
it_it: Linea guida modificata con successo

source: create orders
it_it: Richiedi nuovi articoli

source: select quality
it_it: Seleziona la qualit&agrave;

source: add articles
it_it: Aggiungi articoli

source: order details
it_it: Dettagli articoli

source: orders number
it_it: Numero articoli

source: commission price
it_it: Costo di commissione

source: circle price
it_it: Costo di redazione

source: total price
it_it: Costo totale (massimo)

source: in case that author reach max words number
it_it: Nel caso in cui l'autore raggiunga il numero massimo di parole

source: select project
it_it: Seleziona un progetto

source: select guideline
it_it: Seleziona una lineaguida

source: with circle
it_it: Con redazione

source: with features
it_it: Con servizi aggiuntivi

source: order list
it_it: Riepilogo ordini

source: send orders
it_it: Invia ordini

source: euro/word
it_it: Euro/Parola

source: you must choose a project!
it_it: Devi selezionare un progetto!

source: you must choose a guideline!
it_it: Devi selezionare una linea guida!

source: you must choose a date!
it_it: per pubblicare un ordine premium &eacute; necessario inserire data e ora di scadenza

source: you must choose a quality!
it_it: Devi selezionare un livello di qualit&agrave;

source: you must insert a description!
it_it: Devi inserire una descrizione!

source: the deadline should be at leat 2 hours from current time
it_it: La data di scadenza deve essere almeno 2 ore oltre la data attuale!

source: error empty orders table
it_it: Devi inserire almeno un ordine nella lista per poter inviare gli ordini

source: some orders couldn't be created, try again later
it_it: Uno o pi&ugrave; ordini non sono andati a buon fine, vi preghiamo di riprovare

source: not enough money
it_it: Non hai abbastanza soldi sul conto per questo ordine, effetta una ricarica

source: profile not complete
it_it: Per poter effettuare gli ordini devi prima completare il tuo profilo

source: create articles
it_it: Crea articoli

source: use circle for this project
it_it: Utilizza la redazione

source: feature prices
it_it: Costo delle features

source: remove
it_it: Rimuovi

source: user ok
it_it: Dati salvati con successo

source: confirm user
it_it: Registrazione da confermare

source: blocked user
it_it: Editore bloccato

source: user not found
it_it: Editore non trovato

source: user created
it_it: Editore creato con successo

source: wrong password lenght
it_it: La password deve essere compresa tra 6 e 30 caratteri

source: wrong confirm password
it_it: La password e la conferma non sono uguali

source: user already registered
it_it: Editore gi&agrave; registrato

source: user already activated
it_it: Editore gi&agrave; attivato

source: user not registered
it_it: Editore non registrato

source: user activated
it_it: Editore attivato

source: activate user
it_it: Attiva Editore

source: recharge account
it_it: Ricarica credito Melascrivi

source: recharge your account
it_it: Ricarica il tuo conto

source: paypal recharge done successfully
it_it: La ricarica paypal &egrave; stata eseguita correttamente!

source: paypal error retry later
it_it: C'&egrave; stato un problema durante la ricarica paypal, riprovare pi&ugrave; tardi!

source: balance
it_it: Credito residuo

source: budget management
it_it: Gestione conto - ricarica

source: search
it_it: Cerca

source: no record found
it_it: Nessun risultato trovato

source: no record
it_it: Nessun record

source: manage balance
it_it: Gestione conto

source: send
it_it: Invia

source: activation key
it_it: Chiave di attivazione

source: charging
it_it: Caricamento...

source: num_elements
it_it: Visualizza _MENU_ elementi

source: no_elements
it_it: Nessun elemento disponibile

source: total_results
it_it: Totale: _TOTAL_ risultati

source: zero_results
it_it: Totale: 0 risultati

source: filtered
it_it: (filtrati da _MAX_ risultati totali)

source: help center
it_it: Assistenza

source: our team will answer soon as possible
it_it: Il nostro team risponderà il prima possibile, controlla periodicamente la tua casella email, l'assistenza è aperta dal lun al ven dalle 9 alle 12 e dalle 15 alle 18

source: ticket sent successfully
it_it: Ticket inviato con successo

source: text
it_it: Testo

source: insert here the topic
it_it: Inserisci qui il titolo

source: insert here the text
it_it: Inserisci qui il testo

source: total
it_it: Totale

source: filtered from
it_it: filtrato da

source: total result
it_it: risultati totali

source: orders created successfully
it_it: Ordini creati con successo

source: do you want to delate this order?
it_it: Sei sicuro di voler eliminare questo ordine?

source: the order couldn't be removed in the actual status
it_it: L'ordine non pu&ograve; essere rimosso nello stato in cui si trova attualmente

source: generic error
it_it: Operazione non riuscita, ti preghiamo di riprovare pi&ugrave; tardi

source: yes
it_it: Si

source: updating
it_it: Aggiornamento

source: choose the website
it_it: Scegli il sito da utilizzare

source: published
it_it: Pubblicato

source: correction notes
it_it: Commento fornito per la correzione

source: order info user
it_it: Altre informazioni sull'Autore

source: all the information are relative to what the author has wrote for you
it_it: Tutte le informazioni sono relative agli articoli che l&#39;autore ha scritto per te

source: general_rating
it_it: Rating generale

source: guideline_rating
it_it: Rating guideline

source: grammar_rating
it_it: Rating grammatica

source: acceptedOrders
it_it: N. Totale Articoli Accettati

source: totalOrders
it_it: N. Totale Articoli

source: acceptedOrdersPerc
it_it: % Articoli Accettati

source: insufficient_label
it_it: insufficiente

source: sufficient_label
it_it: sufficiente

source: good_label
it_it: buono

source: excellent_label
it_it: ottimo

source: no other info
it_it: Nessuna informazione aggiuntiva sull'autore

source: set publication date
it_it: Imposta la data di pubblicazione

source: To programm the publication of an order is necessary to choose the date and hours of insertion
it_it: Per programmare la pubblicazione di un ordine &eacute; necessario inserire data e ora di inserimento

source: s13
it_it: Programmato

source: authors
it_it: Autori

source: proof reading Cost
it_it: Costo ProofReading
